[
  {
    'title': 'U.S. Government Federal Agency',
    'description': 'A custom web portal designed and developed for a U.S. Government Federal Agency&apos;s financial application suite. The final product used cross-origin resource sharing (CORS) to integrate multiple IBM products under one, consistently themed application.',
    'image': 'pro.png',
    'skills': [
      'HTML',
      'CSS',
      'Bootstrap',
      'JavaScript',
      'jQuery',
      'JSON APIs and AJAX',
      'Gulp',
      'Browserify',
      'npm / Bower',
      'Subversion',
      'IBM BPM'
    ],
    'date': 'September 2015 - August 2016'
  },
  {
    'title': 'Foot & Ankle Specialists of VA',
    'description': 'A website and streamlined patient appointment request process developed for a local podiatry practice. The website has led to several hundred new patients for the customer and has saved staff both the time and effort of manual data entry.',
    'image': 'fasv.png',
    'skills': [
      'HTML',
      'CSS',
      'JavaScript',
      'Bootstrap',
      'Google Forms and Spreadsheets',
      'AWS Route 53, IAM, Workmail',
      'Google Analytics'
    ],
    'date': 'September 2014'
  },
  {
    'title': 'The Dump Trump Game',
    'description': 'A weekend hackathon project to build a fun, challenging, parody game. Our team of two embraced the full process of designing and developing a game, including an agile workflow, white-boarding, soliciting user feedback, and tracking tickets and working branches of code.',
    'image': 'dtg.png',
    'skills': [
      'HTML',
      'CSS',
      'HTML5 Canvas',
      'JavaScript',
      'Git',
      'Gulp',
      'Trello'
    ],
    'date': 'June 2016'
  },
  {
    'title': 'jQuery Honeycombs',
    'description': 'The open-source jQuery Honeycombs plugin allows developers to easily create a responsive, hexagon grid with their own content. Additionally, it supports full customization for the sizing, spacing, orientation, color, and flipping of each hexagon in the grid.',
    'image': 'honeycombs.png',
    'skills': [
      'HTML',
      'CSS',
      'jQuery'
    ],
    'date': 'December 2015'
  }
]